{
    "Papers": [
        {
            "Title": "Recent Updates on the Relationship between Cancer and Autoimmune Pancreatitis.",
            "Author": [
                "Okamoto A",
                "Watanabe T",
                "Kamata K",
                "Minaga K",
                "Kudo M"
            ],
            "Journal": "Internal medicine (Tokyo, Japan)",
            "ISSN": "1349-7235 (Electronic) 0918-2918 (Print) 0918-2918 (Linking)",
            "Source": "Intern Med. 2019 Jun 1;58(11):1533-1539. doi: 10.2169/internalmedicine.2210-18. Epub 2019 Feb 1.",
            "Abstract": "Autoimmune pancreatitis (AIP) is now considered a pancreatic manifestation of a newly proposed disease condition, IgG4-related disease (IgG4-RD). IgG4-RD is characterized by enhanced IgG4 antibody responses and multiple organ involvements. Recent epidemiological studies have addressed the incidence of cancer in patients with AIP and/or IgG4-RD. Surprisingly, a significant number of AIP patients were detected with cancer at or within one year of the diagnosis of AIP. Furthermore, around 50% of all cancers detected in AIP patients comprised mainly 3 types (gastric, lung, and prostate cancer). Thus, AIP appears to be associated with cancer of other organs rather than the pancreas itself, which suggests that AIP is not a pre-cancerous condition of the pancreas. Moreover, the simultaneous occurrence of cancer and AIP in many patients has led to the establishment of an attractive concept that AIP might sometimes arise from co-existing cancers as a paraneoplastic syndrome."
        },
        {
            "Title": "Cancer and cure: A critical analysis.",
            "Author": [
                "Roy PS",
                "Saikia BJ"
            ],
            "Journal": "Indian journal of cancer",
            "ISSN": "1998-4774 (Electronic) 0019-509X (Linking)",
            "Source": "Indian J Cancer. 2016 Jul-Sep;53(3):441-442. doi: 10.4103/0019-509X.200658.",
            "Abstract": "Cancer is one of the most dreaded diseases of the 20th century and spreading further with continuance and increasing incidence in the 21st century. The situation is so alarming that every fourth person is having a lifetime risk of cancer. India registers more than 11 lakh new cases of cancer every year, whereas, this figure is above 14 million worldwide. Is cancer curable? The short answer to this question is \"Yes.\" In fact, all cancers are curable if they are caught early enough. Cancer cells continue to grow unless one of four things occur: (1) The cancerous mass is removed surgically; (2) using chemotherapy or another type of cancer-specific medication, such as hormonal therapy; (3) using radiation therapy; or (4) the cancer cells shrink and disappear on their own."
        },
        {
            "Title": "Measuring cancer evolution from the genome.",
            "Author": [
                "Graham TA",
                "Sottoriva A"
            ],
            "Journal": "The Journal of pathology",
            "ISSN": "1096-9896 (Electronic) 0022-3417 (Linking)",
            "Source": "J Pathol. 2017 Jan;241(2):183-191. doi: 10.1002/path.4821. Epub 2016 Nov 18.",
            "Abstract": "The temporal dynamics of cancer evolution remain elusive, because it is impractical to longitudinally observe cancers unperturbed by treatment. Consequently, our knowledge of how cancers grow largely derives from inferences made from a single point in time - the endpoint in the cancer's evolution, when it is removed from the body and studied in the laboratory. Fortuitously however, the cancer genome, by virtue of ongoing mutations that uniquely mark clonal lineages within the tumour, provides a rich, yet surreptitious, record of cancer development. In this review, we describe how a cancer's genome can be analysed to reveal the temporal history of mutation and selection, and discuss why both selective and neutral evolution feature prominently in carcinogenesis. We argue that selection in cancer can only be properly studied once we have some understanding of what the absence of selection looks like. We review the data describing punctuated evolution in cancer, and reason that punctuated phenotype evolution is consistent with both gradual and punctuated genome evolution. We conclude that, to map and predict evolutionary trajectories during carcinogenesis, it is critical to better understand the relationship between genotype change and phenotype change. Copyright (c) 2016 Pathological Society of Great Britain and Ireland. Published by John Wiley & Sons, Ltd."
        },
        {
            "Title": "Global Cancer Incidence and Mortality Rates and Trends--An Update.",
            "Author": [
                "Torre LA",
                "Siegel RL",
                "Ward EM",
                "Jemal A"
            ],
            "Journal": "Cancer epidemiology, biomarkers & prevention : a publication of the American Association for Cancer Research, cosponsored by the American Society of Preventive Oncology",
            "ISSN": "1538-7755 (Electronic) 1055-9965 (Linking)",
            "Source": "Cancer Epidemiol Biomarkers Prev. 2016 Jan;25(1):16-27. doi: 10.1158/1055-9965.EPI-15-0578. Epub 2015 Dec 14.",
            "Abstract": "There are limited published data on recent cancer incidence and mortality trends worldwide. We used the International Agency for Research on Cancer's CANCERMondial clearinghouse to present age-standardized cancer incidence and death rates for 2003-2007. We also present trends in incidence through 2007 and mortality through 2012 for select countries from five continents. High-income countries (HIC) continue to have the highest incidence rates for all sites, as well as for lung, colorectal, breast, and prostate cancer, although some low- and middle-income countries (LMIC) now count among those with the highest rates. Mortality rates from these cancers are declining in many HICs while they are increasing in LMICs. LMICs have the highest rates of stomach, liver, esophageal, and cervical cancer. Although rates remain high in HICs, they are plateauing or decreasing for the most common cancers due to decreases in known risk factors, screening and early detection, and improved treatment (mortality only). In contrast, rates in several LMICs are increasing for these cancers due to increases in smoking, excess body weight, and physical inactivity. LMICs also have a disproportionate burden of infection-related cancers. Applied cancer control measures are needed to reduce rates in HICs and arrest the growing burden in LMICs."
        },
        {
            "Title": "What Is Cancer?",
            "Author": [
                "Hausman DM"
            ],
            "Journal": "Perspectives in biology and medicine",
            "ISSN": "1529-8795 (Electronic) 0031-5982 (Linking)",
            "Source": "Perspect Biol Med. 2019;62(4):778-784. doi: 10.1353/pbm.2019.0046.",
            "Abstract": "This essay focuses on themes in Explaining Cancer: Finding Order in Disorder (2018) by Anya Plutynski, a monograph that has important things to say about both the peculiarities of cancers and our theories about them. Cancer's agents of destruction are human cells that have been recruited and to some extent transformed into pathological organisms or the building blocks of tumors. Cancers both undermine and exploit mechanisms of multicellular organization, and understanding them gives rise to difficult philosophical problems. In addition to sketching Plutynski's discussion of these problems, this essay defends Christopher Boorse's account of disease from Plutynski's criticisms, and it expresses some qualms about her treatment of scientific explanation."
        },
        {
            "Title": "Cancer's new normal.",
            "Author": [
                "Dolgin E"
            ],
            "Journal": "Nature cancer",
            "ISSN": "2662-1347 (Electronic) 2662-1347 (Linking)",
            "Source": "Nat Cancer. 2021 Dec;2(12):1248-1250. doi: 10.1038/s43018-021-00304-7.",
            "Abstract": null
        },
        {
            "Title": "Tumor microenvironment: recent advances in various cancer treatments.",
            "Author": [
                "Wang JJ",
                "Lei KF",
                "Han F"
            ],
            "Journal": "European review for medical and pharmacological sciences",
            "ISSN": "2284-0729 (Electronic) 1128-3602 (Linking)",
            "Source": "Eur Rev Med Pharmacol Sci. 2018 Jun;22(12):3855-3864. doi: 10.26355/eurrev_201806_15270.",
            "Abstract": "This is a review regarding different types of cancer treatments. We aimed at analyzing the tumor microenvironment and the recent trends for the therapeutic applications and effectiveness for several kinds of cancers. Traditionally the cancer treatment was based on the neoplastic cells. Methods such as surgery, radiation, chemotherapy, and immunotherapy, which were targeted on the highly proliferating mutated tumor cells, have been investigated. The tumor microenvironment describes the non-cancerous cells in the tumor and has enabled to investigate the behavior and response of the cancer cells to a treatment process; it consists in a tissue that may have a predictive significance for tumor behavior and response to therapy. These include fibroblasts, immune cells and cells that comprise the blood vessels. It also includes the proteins produced by all of the cells present in the tumor that support the growth of the cancer cells. By monitoring changes in the tumor microenvironment using its molecular and cellular profiles as the tumor progresses will be vital for identifying cell or protein targets for the cancer prevention and its therapeutic purposes."
        },
        {
            "Title": "Cancer-associated fibroblasts in tumor microenvironment - Accomplices in tumor malignancy.",
            "Author": [
                "Liao Z",
                "Tan ZW",
                "Zhu P",
                "Tan NS"
            ],
            "Journal": "Cellular immunology",
            "ISSN": "1090-2163 (Electronic) 0008-8749 (Linking)",
            "Source": "Cell Immunol. 2019 Sep;343:103729. doi: 10.1016/j.cellimm.2017.12.003. Epub 2018 Feb 13.",
            "Abstract": "There is much cellular heterogeneity in the tumor microenvironment. The tumor epithelia and stromal cells co-evolve, and this reciprocal relationship dictates almost every step of cancer development and progression. Despite this, many anticancer therapies are designed around druggable features of tumor epithelia, ignoring the supportive role of stromal cells. Cancer-associated fibroblasts (CAFs) are the dominant cell type within the reactive stroma of many tumor types. Numerous previous studies have highlighted a pro-tumorigenic role for CAFs via secretion of various growth factors, cytokines, chemokines, and the degradation of extracellular matrix. Recent works showed that CAFs secrete H(2)O(2) to effect stromal-mediated field cancerization, transform primary epithelial cells, and aggravate cancer cell aggressiveness, in addition to inflammatory and mitogenic factors. Molecular characterization of CAFs also underscores the importance of Notch and specific nuclear receptor signaling in the activation of CAFs. This review consolidates recent findings of CAFs and highlights areas for future investigations."
        },
        {
            "Title": "Clinical, Prognostic and Therapeutic Significance of Heat Shock Proteins in Cancer.",
            "Author": [
                "Saini J",
                "Sharma PK"
            ],
            "Journal": "Current drug targets",
            "ISSN": "1873-5592 (Electronic) 1389-4501 (Linking)",
            "Source": "Curr Drug Targets. 2018;19(13):1478-1490. doi: 10.2174/1389450118666170823121248.",
            "Abstract": "BACKGROUND: Heat Shock Proteins (HSPs) constitute a group of proteins that play a crucial role in the process of protein folding. HSPs are also known to modulate a number of key apoptotic factors. High expression of these proteins is reported in an array of cancers, such as breast, prostate, colorectal, lung, ovarian, gastric, oral and esophageal cancer. Ample amount of investigations were carried out on a variety of cancers suggesting HSPs as a promising hallmark in cancers. Their expression profile in several tumors elucidates that they help in proliferation, invasion, metastasis and death of cancerous cells. Detection of the levels of heat shock proteins and their specific antibodies in the sera of diseased individuals can play an important role in cancer diagnosis. OBJECTIVES: This review will present and summarize latest research being carried out on heat shock proteins. It will also highlight the clinical and prognostic features of HSP27, HSP60, HSP70, HSP90 and HSP110, and will discuss future implications of HSPs in the diagnosis and prognosis of cancer. Furthermore, the role of heat shock proteins as a therapeutic target in cancer will be discussed. In addition, the review article will report various studies, where HSPs have been targeted for their therapeutic potential. CONCLUSION: In summary, multiple experimental investigations have been successful in suggesting the role of heat shock protein as a clinical biomarker and therapeutic target in cancer. HSPs are associated with a number of cancer hallmarks such as cell proliferation, invasion and metastasis. Inhibition of HSPs has resulted in successful therapeutic outcome in cancer. It has served as a novel anti-cancer therapy for the treatment of several cancer forms. However, more experimental studies are required to elucidate the reliability and efficacy of heat shock proteins in combination with other conventional markers for cancer diagnosis and prognosis. Novel and effective interventions through HSP inhibition are expected to decrease the burden of cancer in the near future."
        },
        {
            "Title": "Cancer prevention: from 1727 to milestones of the past 100 years.",
            "Author": [
                "Lippman SM",
                "Hawk ET"
            ],
            "Journal": "Cancer research",
            "ISSN": "1538-7445 (Electronic) 0008-5472 (Linking)",
            "Source": "Cancer Res. 2009 Jul 1;69(13):5269-84. doi: 10.1158/0008-5472.CAN-09-1750. Epub 2009 Jun 2.",
            "Abstract": "The rich, multidisciplinary history of cancer prevention recounted here begins with surgical and workplace recommendations of the 1700s and ends with 2009 results of the enormous (35,535 men) Selenium and Vitamin E [prostate] Cancer Prevention Trial (SELECT). This history comprises a fascinating array of chemopreventive, vaccine, surgical, and behavioral science research, both preclinical and clinical. Preclinical milestones of cancer prevention include the 1913 and 1916 mouse studies by Lathrop and Loeb of cancer development associated with pregnancy or cancer prevention through castration (oophorectomy), preventing chemically induced mouse carcinogenesis as early as 1929, energy restriction studies in the 1940s, the 1950s discoveries and later molecular characterizations of field cancerization and multistep carcinogenesis, and the effects of angiogenesis inhibition in genetically engineered mice reported in 2009. The extraordinary panoply of clinical research includes numerous large and smaller chemoprevention studies of nutritional supplements, other dietary approaches, a Bacillus Calmette-Guerin trial in 1976, molecular-targeted agents, and agents to prevent infection-related cancers such as hepatitis B virus vaccine to prevent liver cancer in 1984. Clinical surgical prevention includes removal of intraepithelial neoplasia detected by screening (including Pap testing developed in 1929 and culposcopy for cervical premalignancy and colonoscopy and polypectomy to prevent colorectal cancer begun in the 1960s) and prophylactic surgeries, such as in Lynch syndrome patients begun in 1977. Behavioral studies include smoking cessation and control beginning in the 1950s, obesity control rooted in studies of 1841, and genetic-counseling and cancer-survivorship studies. This history of pioneering events may help in better understanding who we are and what we want to achieve as cancer prevention researchers and practitioners."
        },
        {
            "Title": "[Lucy's cancer(s): A prehistorical origin?].",
            "Author": [
                "Chene G",
                "Lamblin G",
                "Le Bail-Carval K",
                "Beaufils E",
                "Chabert P",
                "Gaucherand P",
                "Mellier G",
                "Coppens Y"
            ],
            "Journal": "Gynecologie, obstetrique & fertilite",
            "ISSN": "1769-6682 (Electronic) 1297-9589 (Linking)",
            "Source": "Gynecol Obstet Fertil. 2016 Dec;44(12):690-700. doi: 10.1016/j.gyobfe.2016.10.001. Epub 2016 Nov 7.",
            "Abstract": "OBJECTIVES: The recent discovery of the earliest hominin cancer, a 1.7-million-year-old osteosarcoma from South Africa has raised the question of the origin of cancer and its determinants. We aimed to determine whether malignant and benign tumors exist in the past societies. METHODS: A review of literature using Medline database and Google about benign and malignant tumors in prehistory and antiquity. Only cases with morphological and paraclinical analysis were included. The following keywords were used: cancer; paleopathology; malignant neoplasia; benign tumor; leiomyoma; myoma; breast cancer; mummies; soft tissue tumor; Antiquity. RESULTS: Thirty-five articles were found in wich there were 34 malignant tumors, 10 benign tumors and 11 gynecological benign tumors. CONCLUSIONS: The fact that there were some malignant tumors, even few tumors and probably underdiagnosed, in the past may be evidence that cancer is not only a disease of the modern world. Cancer may be indeed a moving target: we have likely predisposing genes to cancer inherited from our ancestors. The malignant disease could therefore appear because of our modern lifestyle (carcinogens and risk factors related to the modern industrial society)."
        },
        {
            "Title": "New methods in the diagnosis of cancer and gene therapy of cancer based on nanoparticles.",
            "Author": [
                "Zaimy MA",
                "Saffarzadeh N",
                "Mohammadi A",
                "Pourghadamyari H",
                "Izadi P",
                "Sarli A",
                "Moghaddam LK",
                "Paschepari SR",
                "Azizi H",
                "Torkamandi S",
                "Tavakkoly-Bazzaz J"
            ],
            "Journal": "Cancer gene therapy",
            "ISSN": "1476-5500 (Electronic) 0929-1903 (Linking)",
            "Source": "Cancer Gene Ther. 2017 Jun;24(6):233-243. doi: 10.1038/cgt.2017.16. Epub 2017 Jun 2.",
            "Abstract": "Cancer is one of the leading cause of death in the world with the prevalence of >10 million mortalities annually. Current cancer treatments include surgical intervention, radiation, and taking chemotherapeutic drugs, which often kill the healthy cells and result in toxicity in patients. Therefore, researchers are looking for ways to be able to eliminate just cancerous cells. Intra-tumor heterogeneity of cancerous cells is the main obstacle on the way of an effective cancer treatment. However, better comprehension of molecular basis of tumor and the advent of new diagnostic technologies can help to improve the treatment of various cancers. Therefore, study of epigenetic changes, gene expression of cancerous cells and employing methods that enable us to correct or minimize these changes is critically important. In this paper, we will review the recent advanced strategies being used in the field of cancer research."
        },
        {
            "Title": "Addressing cancer's grand challenges.",
            "Author": [
                "Mullard A"
            ],
            "Journal": "Nature reviews. Drug discovery",
            "ISSN": "1474-1784 (Electronic) 1474-1776 (Linking)",
            "Source": "Nat Rev Drug Discov. 2020 Dec;19(12):825-826. doi: 10.1038/d41573-020-00202-0.",
            "Abstract": null
        },
        {
            "Title": "Cancer's Moonshot.",
            "Author": [
                "Sender LS"
            ],
            "Journal": "Journal of adolescent and young adult oncology",
            "ISSN": "2156-535X (Electronic) 2156-5333 (Linking)",
            "Source": "J Adolesc Young Adult Oncol. 2016 Mar;5(1):1. doi: 10.1089/jayao.2016.29002.lss.",
            "Abstract": null
        },
        {
            "Title": "Mapping cancer origins.",
            "Author": [
                "Gilbertson RJ"
            ],
            "Journal": "Cell",
            "ISSN": "1097-4172 (Electronic) 0092-8674 (Print) 0092-8674 (Linking)",
            "Source": "Cell. 2011 Apr 1;145(1):25-9. doi: 10.1016/j.cell.2011.03.019.",
            "Abstract": "Cancer comprises a bewildering assortment of diseases that kill 7.5 million people each year. Poor understanding of cancer's diversity currently thwarts our goal of a cure for every patient, but recent integration of genomic and stem cell technologies promises a route through this impasse."
        },
        {
            "Title": "Detection of Cancer DNA in Early Stage and Metastatic Breast Cancer Patients.",
            "Author": [
                "Medford AJ",
                "Gillani RN",
                "Park BH"
            ],
            "Journal": "Methods in molecular biology (Clifton, N.J.)",
            "ISSN": "1940-6029 (Electronic) 1064-3745 (Linking)",
            "Source": "Methods Mol Biol. 2018;1768:209-227. doi: 10.1007/978-1-4939-7778-9_13.",
            "Abstract": "Breast cancer is the leading cause of cancer in women and the second leading cause of cancer-related death. There are many subtypes of breast cancer, which can be identified through the process of molecular and genetic profiling. While the current standard of care utilizes tumor tissue biopsy to subclassify breast cancer, plasma tumor DNA (ptDNA) can be detected through droplet digital PCR (ddPCR) of plasma obtained from a simple blood draw. Tissue biopsy is not only more invasive but because tumors exhibit heterogeneity it can be less accurate. Blood collects DNA shed from normal and cancerous cells alike, thus ddPCR of plasma offers a broader picture of a cancer's genetic makeup. This chapter summarizes how patients with breast cancer can be screened for specific cancerous mutations in both tissue and plasma through the use of ddPCR."
        },
        {
            "Title": "Cancer's sensory experience.",
            "Author": [
                "Dart A"
            ],
            "Journal": "Nature reviews. Cancer",
            "ISSN": "1474-1768 (Electronic) 1474-175X (Linking)",
            "Source": "Nat Rev Cancer. 2022 Aug;22(8):433. doi: 10.1038/s41568-022-00492-z.",
            "Abstract": null
        },
        {
            "Title": "Signaling, metabolism, and cancer: An important relationship for therapeutic intervention.",
            "Author": [
                "Vaghari-Tabari M",
                "Ferns GA",
                "Qujeq D",
                "Andevari AN",
                "Sabahi Z",
                "Moein S"
            ],
            "Journal": "Journal of cellular physiology",
            "ISSN": "1097-4652 (Electronic) 0021-9541 (Linking)",
            "Source": "J Cell Physiol. 2021 Aug;236(8):5512-5532. doi: 10.1002/jcp.30276. Epub 2021 Feb 12.",
            "Abstract": "In cancerous cells, significant changes occur in the activity of signaling pathways affecting a wide range of cellular activities ranging from growth and proliferation to apoptosis, invasiveness, and metastasis. Extensive changes also happen with respect to the metabolism of a cancerous cell encompassing a wide range of functions that include: nutrient acquisition, biosynthesis of macromolecules, and energy generation. These changes are important and some therapeutic approaches for treating cancers have focused on targeting the metabolism of cancerous cells. Oncogenes and tumor suppressor genes have a significant effect on the metabolism of cells. There appears to be a close interaction between metabolism and the signaling pathways in a cancerous cell, in which the interaction provides the metabolic needs of a cancerous cell for uncontrolled proliferation, resistance to apoptosis, and metastasis. In this review, we have reviewed the latest findings in this regard and briefly review the most recent research findings regarding targeting the metabolism of cancer cells as a therapeutic approach for treatment of cancer."
        },
        {
            "Title": "Early epigenetic cancer decisions.",
            "Author": [
                "Martin-Lorenzo A",
                "Gonzalez-Herrero I",
                "Rodriguez-Hernandez G",
                "Garcia-Ramirez I",
                "Vicente-Duenas C",
                "Sanchez-Garcia I"
            ],
            "Journal": "Biological chemistry",
            "ISSN": "1437-4315 (Electronic) 1431-6730 (Linking)",
            "Source": "Biol Chem. 2014 Nov 1;395(11):1315-20. doi: 10.1515/hsz-2014-0185.",
            "Abstract": "Abstract A cancer dogma states that inactivation of oncogene(s) can cause cancer remission, implying that oncogenes are the Achilles' heel of cancers. This current model of cancer has kept oncogenes firmly in focus as therapeutic targets and is in agreement with the fact that in human cancers all cancerous cells, with independence of the cellular heterogeneity existing within the tumour, carry the same oncogenic genetic lesions. However, recent studies of the interactions between an oncogene and its target cell have shown that oncogenes contribute to cancer development via developmental reprogramming of the epigenome within the target cell. These results provide the first evidence that carcinogenesis can be initiated by epigenetic stem cell reprogramming, and uncover a new role for oncogenes in the origin of cancer. Here we analyse these evidences and discuss how this vision offers new avenues for developing novel anti-cancer interventions."
        },
        {
            "Title": "Field cancerization in breast cancer.",
            "Author": [
                "Gadaleta E",
                "Thorn GJ",
                "Ross-Adams H",
                "Jones LJ",
                "Chelala C"
            ],
            "Journal": "The Journal of pathology",
            "ISSN": "1096-9896 (Electronic) 0022-3417 (Print) 0022-3417 (Linking)",
            "Source": "J Pathol. 2022 Jul;257(4):561-574. doi: 10.1002/path.5902. Epub 2022 May 3.",
            "Abstract": "Breast cancer affects one in seven women worldwide during their lifetime. Widespread mammographic screening programs and education campaigns allow for early detection of the disease, often during its asymptomatic phase. Current practice in treatment and recurrence monitoring is based primarily on pathological evaluations but can also encompass genomic evaluations, both of which focus on the primary tumor. Although breast cancer is one of the most studied cancers, patients still recur at a rate of up to 15% within the first 10 years post-surgery. Local recurrence was originally attributed to tumor cells contaminating histologically normal (HN) tissues beyond the surgical margin, but advances in technology have allowed for the identification of distinct aberrations that exist in the peri-tumoral tissues themselves. One leading theory to explain this phenomenon is the field cancerization theory. Under this hypothesis, tumors arise from a field of molecularly altered cells that create a permissive environment for malignant evolution, which can occur with or without morphological changes. The traditional histopathology paradigm dictates that molecular alterations are reflected in the tissue phenotype. However, the spectrum of inter-patient variability of normal breast tissue may obfuscate recognition of a cancerized field during routine diagnostics. In this review, we explore the concept of field cancerization focusing on HN peri-tumoral tissues: we present the pathological and molecular features of field cancerization within these tissues and discuss how the use of peri-tumoral tissues can affect research. Our observations suggest that pathological and molecular evaluations could be used synergistically to assess risk and guide the therapeutic management of patients. (c) 2022 The Authors. The Journal of Pathology published by John Wiley & Sons Ltd on behalf of The Pathological Society of Great Britain and Ireland."
        }
    ]
}