{
    "Papers": [
        {
            "Title": "Heart Disease in Children.",
            "Author": [
                "Garcia RU",
                "Peddy SB"
            ],
            "Journal": "Primary care",
            "ISSN": "1558-299X (Electronic) 0095-4543 (Linking)",
            "Source": "Prim Care. 2018 Mar;45(1):143-154. doi: 10.1016/j.pop.2017.10.005.",
            "Abstract": "The pediatric cardiology field has developed rapidly over the past few decades. More children than ever born with congenital heart disease (CHD) are growing into adulthood. Primary care providers play a key role in diagnosis, management, and referral of children with CHD because many common cardiac complaints (eg, feeding intolerance, cyanosis, chest pain, palpitations, and syncope) are first addressed in the primary care setting. The spectrum of heart disease in children ranges from common complaints to complex single-ventricle physiology, acute myocarditis, and heart transplantation. This article reviews the pathophysiology and management of the most frequent cardiac conditions encountered in primary care."
        },
        {
            "Title": "Radiation-induced heart disease: a review of classification, mechanism and prevention.",
            "Author": [
                "Wang H",
                "Wei J",
                "Zheng Q",
                "Meng L",
                "Xin Y",
                "Yin X",
                "Jiang X"
            ],
            "Journal": "International journal of biological sciences",
            "ISSN": "1449-2288 (Electronic) 1449-2288 (Linking)",
            "Source": "Int J Biol Sci. 2019 Aug 8;15(10):2128-2138. doi: 10.7150/ijbs.35460. eCollection 2019.",
            "Abstract": "With the increasing incidence of thoracic tumors, radiation therapy (RT) has become an important component of comprehensive treatment. RT improves survival in many cancers, but it involves some inevitable complications. Radiation-induced heart disease (RIHD) is one of the most serious complications. RIHD comprises a spectrum of heart disease including cardiomyopathy, pericarditis, coronary artery disease, valvular heart disease and conduction system abnormalities. There are numerous clinical manifestations of RIHD, such as chest pain, palpitation, and dyspnea, even without obvious symptoms. Based on previous studies, the pathogenesis of RIHD is related to the production and effects of various cytokines caused by endothelial injury, inflammatory response, and oxidative stress (OS). Therefore, it is of great importance for clinicians to identify the mechanism and propose interventions for the prevention of RIHD."
        },
        {
            "Title": "Heart disease in pregnancy.",
            "Author": [
                "Emmanuel Y",
                "Thorne SA"
            ],
            "Journal": "Best practice & research. Clinical obstetrics & gynaecology",
            "ISSN": "1532-1932 (Electronic) 1521-6934 (Linking)",
            "Source": "Best Pract Res Clin Obstet Gynaecol. 2015 Jul;29(5):579-97. doi: 10.1016/j.bpobgyn.2015.04.002. Epub 2015 Apr 16.",
            "Abstract": "Cardiac disease is the leading cause of maternal mortality in the developed world. The majority of women with heart disease are able to successfully undergo pregnancy. However, in women with severely impaired ventricular function, severe left heart obstruction, pulmonary hypertension and aortopathy, such as Marfan syndrome, with significant aortic dilatation, pregnancy is associated with a significant risk, and these women should be counselled against pregnancy if there is no option for treatment that reduces risk. Although there are increasing numbers of women with congenital heart disease who are considering pregnancy, as a result of joint expert specialist cardiac and obstetric care, maternal mortality is low. Most of the observed mortality occurs in women with structurally normal hearts who were not known to have heart disease before their pregnancy. It is therefore important that those caring for pregnant women are aware of the risk factors for and presentation of cardiac conditions in pregnancy. We review the presentation and management of both congenital and acquired heart diseases in pregnancy."
        },
        {
            "Title": "Exercise and Heart Disease.",
            "Author": [
                "Bove AA"
            ],
            "Journal": "Methodist DeBakey cardiovascular journal",
            "ISSN": "1947-6108 (Electronic) 1947-6094 (Print) 1947-6108 (Linking)",
            "Source": "Methodist Debakey Cardiovasc J. 2016 Apr-Jun;12(2):74-5. doi: 10.14797/mdcj-12-2-74.",
            "Abstract": null
        },
        {
            "Title": "Acquired heart disease in low-income and middle-income countries.",
            "Author": [
                "Curry C",
                "Zuhlke L",
                "Mocumbi A",
                "Kennedy N"
            ],
            "Journal": "Archives of disease in childhood",
            "ISSN": "1468-2044 (Electronic) 0003-9888 (Linking)",
            "Source": "Arch Dis Child. 2018 Jan;103(1):73-77. doi: 10.1136/archdischild-2016-312521. Epub 2017 Aug 24.",
            "Abstract": "The burden of illness associated with acquired cardiac disease in children in low-income and middle-income countries (LMIC) is significant and may be equivalent to that of congenital heart disease. Rheumatic heart disease, endomyocardial fibrosis, cardiomyopathy (including HIV cardiomyopathy) and tuberculosis are the most important causes. All are associated with poverty with the neediest children having the least access to care. The associated mortality and morbidity is high. There is an urgent need to improve cardiac care in LMIC, particularly in sub-Saharan Africa and parts of Southeast Asia where the burden is highest."
        },
        {
            "Title": "Hypertension Is a Risk Factor for Several Types of Heart Disease: Review of Prospective Studies.",
            "Author": [
                "Kokubo Y",
                "Matsumoto C"
            ],
            "Journal": "Advances in experimental medicine and biology",
            "ISSN": "0065-2598 (Print) 0065-2598 (Linking)",
            "Source": "Adv Exp Med Biol. 2017;956:419-426. doi: 10.1007/5584_2016_99.",
            "Abstract": "Many prospective cohort studies have demonstrated that hypertension is a strong risk factor for total mortality and cardiovascular disease (CVD). Heart disease includes coronary heart disease (CHD), heart failure, atrial fibrillation, valvular disease, sudden cardiac death (SCD), sick sinus syndrome (SSS), cardiomyopathy, and aortic aneurysms. Most of the epidemiologic prospective studies of heart disease focused on coronary/ischemic heart disease. Here we comprehensively reviewed the association between hypertension and the above-mentioned heart diseases. We found that CHD, heart failure, atrial fibrillation, aortic valvular disease, SCD, SSS, left ventricular hypertrophy, and abdominal aortic aneurysms were all associated with hypertension. Those relations tended to be stronger in men. The prevention of hypertension and lowering one's blood pressure may help reduce the risk of developing heart disease."
        },
        {
            "Title": "Exercise training in patients with heart disease: review of beneficial effects and clinical recommendations.",
            "Author": [
                "Gielen S",
                "Laughlin MH",
                "O'Conner C",
                "Duncker DJ"
            ],
            "Journal": "Progress in cardiovascular diseases",
            "ISSN": "1873-1740 (Electronic) 0033-0620 (Linking)",
            "Source": "Prog Cardiovasc Dis. 2015 Jan-Feb;57(4):347-55. doi: 10.1016/j.pcad.2014.10.001. Epub 2014 Oct 22.",
            "Abstract": "Over the last decades exercise training has evolved into an established evidence-based therapeutic strategy with prognostic benefits in many cardiovascular diseases (CVDs): In stable coronary artery disease (CAD) exercise training attenuates disease progression by beneficially influencing CVD risk factors (i.e., hyperlipidemia, hypertension) and coronary endothelial function. In heart failure (HF) with reduced ejection fraction (HFrEF) training prevents the progressive loss of exercise capacity by antagonizing peripheral skeletal muscle wasting and by promoting left ventricular reverse remodeling with reduction in cardiomegaly and improvement of ejection fraction. Novel areas for exercise training interventions include HF with preserved ejection fraction (HFpEF), pulmonary hypertension, and valvular heart disease. In HFpEF, randomized studies indicate a lusitropic effect of training on left ventricular diastolic function associated with symptomatic improvement of exercise capacity. In pulmonary hypertension, reductions in pulmonary artery pressure were observed following endurance exercise training. Recently, innovative training methods such as high-intensity interval training, resistance training and others have been introduced. Although their prognostic value still needs to be determined, these approaches may achieve superior improvements in aerobic exercise capacity and gain in muscle mass, respectively. In this review, we give an overview of the prognostic and symptomatic benefits of exercise training in the most common cardiac disease entities. Additionally, key guideline recommendations for the initiation of training programs are summarized."
        },
        {
            "Title": "Pulmonary Hypertension in Left Heart Disease.",
            "Author": [
                "Reddy YNV",
                "Borlaug BA"
            ],
            "Journal": "Clinics in chest medicine",
            "ISSN": "1557-8216 (Electronic) 0272-5231 (Linking)",
            "Source": "Clin Chest Med. 2021 Mar;42(1):39-58. doi: 10.1016/j.ccm.2020.11.002.",
            "Abstract": "Pulmonary hypertension is common in left heart disease and is related most commonly to passive back transmission of elevated left atrial pressures. Some patients, however, may develop pulmonary vascular remodeling superimposed on their left-sided heart disease. This review provides a contemporary appraisal of existing criteria to diagnose a precapillary component to pulmonary hypertension in left heart disease as well as discusses etiologies, management issues, and future directions."
        },
        {
            "Title": "Viral heart disease.",
            "Author": [
                "Pawlak A",
                "Gil KE",
                "Gil RJ"
            ],
            "Journal": "Kardiologia polska",
            "ISSN": "1897-4279 (Electronic) 0022-9032 (Linking)",
            "Source": "Kardiol Pol. 2016;74(4):307-13. doi: 10.5603/KP.2016.0046.",
            "Abstract": null
        },
        {
            "Title": "Commentary: Radiotherapy Heart Disease.",
            "Author": [
                "David TE"
            ],
            "Journal": "Seminars in thoracic and cardiovascular surgery",
            "ISSN": "1532-9488 (Electronic) 1043-0679 (Linking)",
            "Source": "Semin Thorac Cardiovasc Surg. 2022 Spring;34(1):144-145. doi: 10.1053/j.semtcvs.2021.02.019. Epub 2021 Mar 1.",
            "Abstract": null
        },
        {
            "Title": "Circular RNAs as a promising biomarker for heart disease.",
            "Author": [
                "Kim YK"
            ],
            "Journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
            "ISSN": "1950-6007 (Electronic) 0753-3322 (Linking)",
            "Source": "Biomed Pharmacother. 2022 Dec;156:113935. doi: 10.1016/j.biopha.2022.113935. Epub 2022 Oct 27.",
            "Abstract": "Heart-related diseases account for a high proportion of deadly pathologies, so a large number of studies have been conducted to discover potential biomarkers for the early detection of heart disease. Circular RNAs (circRNAs) are known to be involved in various human diseases, and several circRNAs associated with heart disease have been reported recently. However, there is a lack of literature summarizing the potential of circRNAs as biomarkers of heart disease and suggesting future research prospects. In this review, the history of circRNA research and important studies on circRNAs are described. In addition, the biogenesis process of circRNAs and the applicability of circRNA as a biomarker of heart disease are introduced, and select studies that monitored circRNAs circulating in human blood as biomarkers of heart disease are summarized. The contents of this review may help the researchers interested in the detection and prevention of heart disease at an early stage."
        },
        {
            "Title": "Scleroderma heart disease.",
            "Author": [
                "Marasini B",
                "Massarotti M",
                "Cossutta R"
            ],
            "Journal": "International journal of immunopathology and pharmacology",
            "ISSN": "0394-6320 (Print) 0394-6320 (Linking)",
            "Source": "Int J Immunopathol Pharmacol. 2005 Oct-Dec;18(4):609-14. doi: 10.1177/039463200501800401.",
            "Abstract": "Heart disease is a frequent and often severe feature of systemic sclerosis (scleroderma). Cardiomyopathy, with ventricular diastolic dysfunction and arrhythmias, is the most important form, since it is associated with a very poor prognosis. The current challenge is to define its pattern and identify individuals at risk, but evaluation in vivo may be hard to perform. The aim of this review is to provide an update on the clinical aspects of scleroderma heart disease and the early pivotal role that coronary microcirculation dysfunction plays in its development. A discussion of the diagnostic tools now available for this frequently asymptomatic condition will be provided. Treatment options will be reviewed, even though no cure for systemic sclerosis exists, and the current therapy of diastolic dysfunction remains unsatisfactory."
        },
        {
            "Title": "Heart disease in Asia.",
            "Author": [
                "Sasayama S"
            ],
            "Journal": "Circulation",
            "ISSN": "1524-4539 (Electronic) 0009-7322 (Linking)",
            "Source": "Circulation. 2008 Dec 16;118(25):2669-71. doi: 10.1161/CIRCULATIONAHA.108.837054.",
            "Abstract": null
        },
        {
            "Title": "Pericardial heart disease.",
            "Author": [
                "Hoit BD"
            ],
            "Journal": "Current problems in cardiology",
            "ISSN": "0146-2806 (Print) 0146-2806 (Linking)",
            "Source": "Curr Probl Cardiol. 1997 Jul;22(7):353-400. doi: 10.1016/s0146-2806(97)80003-5.",
            "Abstract": null
        },
        {
            "Title": "Heart disease in children.",
            "Author": [
                "Harris GD"
            ],
            "Journal": "Primary care",
            "ISSN": "0095-4543 (Print) 0095-4543 (Linking)",
            "Source": "Prim Care. 2000 Sep;27(3):767-84;vii-viii. doi: 10.1016/s0095-4543(05)70173-1.",
            "Abstract": "Advances in the understanding of the pathophysiology, diagnosis, and medical and surgical management of neonates with cardiovascular disease has led to their improved survival rates. These improvements have resulted in an increased number of pediatric patients presenting to the primary care physician's office with underlying heart disease. Understanding the genetic, congenital, or acquired etiologies to the various pediatric heart diseases is crucial to preventing these lesions and treating these patients."
        },
        {
            "Title": "Heart disease in women.",
            "Author": [
                "Heim LJ",
                "Brunsell SC"
            ],
            "Journal": "Primary care",
            "ISSN": "0095-4543 (Print) 0095-4543 (Linking)",
            "Source": "Prim Care. 2000 Sep;27(3):741-66;vii. doi: 10.1016/s0095-4543(05)70172-x.",
            "Abstract": "Women face a disparity in the evaluation and treatment of coronary artery disease, even though coronary artery disease is the leading cause of death for women in the United States. Primary care physicians play an important role in the identification and treatment of risk factors and comorbidities. It is their obligation to ensure that women receive equal and appropriate care, and to advocate for their patients."
        },
        {
            "Title": "Heart disease detection in cats and dogs.",
            "Author": null,
            "Journal": "The Veterinary record",
            "ISSN": "2042-7670 (Electronic) 0042-4900 (Linking)",
            "Source": "Vet Rec. 2021 Sep;189(6):233. doi: 10.1002/vetr.993.",
            "Abstract": null
        },
        {
            "Title": "Heartbeat: focus on heart disease in women.",
            "Author": [
                "Otto CM"
            ],
            "Journal": "Heart (British Cardiac Society)",
            "ISSN": "1468-201X (Electronic) 1355-6037 (Linking)",
            "Source": "Heart. 2020 Apr;106(7):477-478. doi: 10.1136/heartjnl-2020-316802.",
            "Abstract": null
        },
        {
            "Title": "Biomarkers in pediatric heart disease.",
            "Author": [
                "Nawaytou H",
                "Bernstein HS"
            ],
            "Journal": "Biomarkers in medicine",
            "ISSN": "1752-0371 (Electronic) 1752-0363 (Linking)",
            "Source": "Biomark Med. 2014;8(7):943-63. doi: 10.2217/bmm.14.37.",
            "Abstract": "A biomarker is a characteristic that can be used as an indicator of a biological state. A biomarker can be a clinical observation, laboratory test or an imaging parameter. In this review, we discuss the use of biomarkers in differentiating cardiac from noncardiac disease; predicting the prognosis of patients with heart failure, pulmonary hypertension and dilated cardiomyopathy; diagnosing subclinical cardiac involvement in muscular dystrophy and postchemotherapy cancer patients; detecting acute rejection following heart transplantation; diagnosing Kawasaki disease; aiding the management of postoperative cardiac patients; and managing both common (tetralogy of Fallot) and complex (single-ventricle physiology) congenital heart diseases."
        },
        {
            "Title": "Liver disease related to the heart.",
            "Author": [
                "Ford RM",
                "Book W",
                "Spivey JR"
            ],
            "Journal": "Transplantation reviews (Orlando, Fla.)",
            "ISSN": "1557-9816 (Electronic) 0955-470X (Linking)",
            "Source": "Transplant Rev (Orlando). 2015 Jan;29(1):33-7. doi: 10.1016/j.trre.2014.11.003. Epub 2014 Nov 18.",
            "Abstract": "In this article, we review both acute and chronic liver diseases that occur as a result of heart or circulatory system failure. Ischemic hepatitis, congestive hepatopathy, cardiac cirrhosis, and Fontan liver disease are reviewed. We review clinical presentation, diagnostic data, prognosis, and available therapeutic strategies for these entities. We aim to increase awareness about cardio-hepatic disease as the prevalence of this disorder in adults is increasing. Due to advances in medical and surgical care, patients with heart disease are living longer and thus exposing long-term effects on the liver that are clinically relevant. There may be a role for dual organ transplantation in some cases, but this is a very challenging endeavor, and newer ideas about treatment or prevention are needed."
        }
    ]
}